Repository: Arc676/sudoku-app
Catalog: po/*.po
Languages: am, ar, ast, az, br, bs, eu, fa, fr, gd, it, km, lv, my, nl, pa, ug

source: About
am: ስለ
ar: عن اللعبة
ast: Tocante a
az: Haqqında
br: Diwar-benn
bs: O programu
eu: Honi buruz
fa: درباره
fr: À propos
gd: Mu dhèidhinn
it: Informazioni
km: អំពី
lv: Par
my: အကြောင်း
nl: Info
pa: ਇਸ ਬਾਰੇ
ug: ھەققىدە

source: Sudoku Game for Ubuntu Touch.
am: ሱዱኩ ጨዋታ ለ ኡቡንቱ ተች
br: C'hoari Sudoku evit Ubuntu Touch.
bs: Sudoku igra za Ubuntu Touch
fa: بازی سودوکو برای اوبونتو تاچ
fr: Jeu de Sudoku pour Ubuntu Touch.
gd: Geama Sūdoku airson Ubuntu Touch.
it: Gioco del sudoku per Ubuntu.
lv: Sudoku spēle Ubuntu Touch videi.
pa: ਉਬੰਤੂ ਟੱਚ ਲਈ ਸੂਡੋਕੂ ਖੇਡ।

source: sudoku;game;touch;
am: ሱዱኩ;ጨዋታ;ተች;
br: sudoku;c'hoari;touch;
bs: sudoku;igra;touch
fr: sudoku;jeu;touch;tactile;
gd: sudoku;game;touch;geama;
it: sudoku;gioco;giochi;
lv: sudoku;spēle;touch;
pa: ਸੂਡੋਕੂ;ਖੇਡ;ਟੱਚ;

source: points.
bs: poena.
pa: ਅੰਕ।

source: Close
my: ပိတ်

source: SudokuTouch settings
my: ဆူဒိုကုထိတွေ့ setting များ

source: Difficulty
my: ခက်ခဲသော

source: Author:
my: ရေးသားသူ-
