Repository: Arc676/sudoku-app
Catalog: po/*.po
Languages: am, ar, ast, az, br, bs, eu, fa, fr, gd, it, km, lv, my, nl, pa, ug

source: Author(s):
am: ደራሲ(ዎች):
ar: المؤلف(ين):
ast: Autor(es):
az: Yazar(lar):
br: Aozer(ien) :
bs: Autor(i):
eu: Egilea(k):
fa: نگارنده‌(ها):
fr: Auteur(s) :
gd: Ùghdar(an):
it: Autori:
km: អ្នកនិពន្ធ៖
lv: Autors(-i):
nl: Auteur(s):
pa: ਲੇਖਕ(s):
ug: ئاپتور(لار):

source: Contact:
am: ግንኙነት:
ar: الشخص:
ast: Contautu:
az: Əlaqə:
br: Darempred :
bs: Kontakt:
eu: Kontaktua:
fa: تماس:
gd: Fios thugainn:
it: Contatti:
km: ទំនាក់ទំនង៖
lv: Kontakts:
my: ဆက်သွယ်ရန် -
pa: ਸੰਪਰਕ:
ug: ئالاقەداش:

source: Version:
am: እትም:
ar: الإصدارة:
ast: Versión:
az: Versiya:
br: Doare :
bs: Verzija:
eu: Bertsioa:
fa: نگارش:
gd: Tionndadh:
it: Versione:
km: កំណែ៖
lv: Versija:
my: ဗားရှင်း-
nl: Versie:
pa: ਵਰਜਨ:
ug: نەشرى:

source: Add new profile
am: አዲስ ገጽታ መጨመሪያ
ast: Amestar perfil nuevu
az: Yeni profil əlavə et
br: Ouzhpennañ ur profil nevez
bs: Dodaj novi profil
eu: Gehitu profil berria
fa: افزودن نمایه‌ی حدید
fr: Ajouter un nouveau profil
gd: Cuir pròifil ùr ris
it: Aggiungi nuovo profilo
km: បន្ថែម​ប្រវត្តិរូប​ថ្មី
lv: Pievienot jaunu profilu
nl: Nieuw profiel toevoegen
pa: ਨਵੀਂ ਪ੍ਰੋਫ਼ਾਈਲ ਜੋੜੋ
ug: يېڭى سەپلەك قوش

source: Firstname
am: የ መጀመሪያ ስም
ar: الاسم الأول
ast: Nome
az: Ad
br: Anv-bihan
bs: Ime
eu: Izena
fa: نام
fr: Prénom
gd: Ainm
it: Nome
km: នាមខ្លួន
lv: Vārds
nl: Voornaam
pa: ਪਹਿਲਾਂ ਨਾਂ
ug: ئاتى

source: Lastname
am: የ አባት ስም
ar: الاسم الأخير
ast: Apellíos
az: Soyad
br: Anv
bs: Prezime
eu: Abizena
fa: نام خانوادگی
fr: Nom
gd: Sloinneadh
it: Cognome
km: នាមត្រកូល
lv: Uzvārds
nl: Achternaam
pa: ਆਖਰੀ ਨਾਂ
ug: تەگ ئاتى

source: OK
am: እሺ
ar: حسنا
ast: Aceutar
br: Mat eo
eu: Ados
fa: قبول
fr: Valider
gd: Ceart ma-thà
km: យល់ព្រម
lv: Labi
pa: ਠੀਕ
ug: تامام

source: Warning
am: ማስጠንቀቂያ
ar: تحذير
ast: Avisu
az: Xəbərdarlıq
br: Diwallit
bs: Upozorenje
eu: Abisua
fa: اخطار
fr: Attention
gd: Rabhadh
it: Attenzione
km: ព្រមាន
lv: Brīdinājums
nl: Waarschuwing
pa: ਚੇਤਾਵਨੀ
ug: ئاگاھلاندۇرۇش

source: User already exist.
am: ተጠቃሚው ቀደም ሲል ነበር
ar: المستخدم موجود بالفعل.
ast: Yá esiste'l usuariu.
az: İstifadəçi artıq var.
br: An implijer zo anezhañ dija.
bs: Igrač već postoji.
eu: Erabiltzailea dagoeneko existitzen da.
fa: کاربر همین‌الآن هم وجود دارد.
fr: Cet utilisateur existe déjà.
gd: Tha an cleachdaiche ann mar-thà.
it: L'utente esiste già.
km: អ្នកប្រើ​នេះ​មាន​រួចហើយ។
lv: Lietotājs jau pastāv.
nl: Gebruiker bestaat al.
pa: ਉਪਭੋਗੀ ਪਹਿਲਾਂ ਤੋਂ ਮੌਜੂਦ
ug: ئىشلەتكۈچى مەۋجۇت

source: Lastname and firstname must not be empty.
am: የ መጀመሪያ ስም እና የ አባት ስም ባዶ መሆን የለበትም
ar: الأسم الأول والاسم الأخير يجب أن لا يكونا فارغين.
ast: Nun puen tar baleros el nome y los apellíos.
az: Soyad və ad boş olmamalıdır.
br: Ret eo skrivañ an anv hag an anv-bihan.
bs: Ime i prezime ne smiju biti prazna polja.
eu: Izena eta abizena ezin dira hutsik utzi.
fa: نام و نام خانوادگی نباید خالی باشد.
fr: Le nom et le prénom doivent être renseignés.
gd: Chan fhaod an t-ainm 's an sloinneadh a bhith falamh.
it: Cognome e nome non possono essere vuoti.
km: នាមត្រកូល និង​នាមខ្លួន​មិន​អាច​ទទេ​បាន​ឡើយ។
lv: Vārds un uzvārda lauki nedrīkst būt tukši.
nl: Achternaam en voornaam mogen niet leeg zijn.
pa: ਪਹਿਲਾਂ ਨਾਂ ਅਤੇ ਆਖਰੀ ਨਾਂ ਖਾਲੀ ਨਹੀਂ ਹੋਣੇ ਚਾਹੀਦੇ।
ug: ئاتى ۋە تەگ ئاتى بوش بولسا بولمايدۇ.

source: Cancel
am: መሰረዣ
ar: إلغاء
ast: Encaboxar
az: İmtina
br: Nullañ
bs: Odustani
eu: Utzi
fa: لغو
fr: Annuler
gd: Sguir dheth
it: Annulla
km: បោះ​បង់
lv: Atcelt
nl: Annuleren
pa: ਰੱਦ
ug: ئەمەلدىن قالدۇر

source: Delete scores
am: ውጤቱን ማጥፊያ
br: Diverkañ ar c'hontoù
fr: Supprimer les scores
it: Elimina punteggi
lv: Dzēst rezultātus

source: Not allowed
am: ክልክል ነው
ar: غير مسموح
ast: Non permitíu
az: Qadağandır
br: N'eo ket aotreet
bs: Nije dozvoljeno
eu: Ez onartuak
fa: غیر مجاز
fr: Interdit
gd: Chan eil seo ceadaichte
it: Non consentito
km: មិន​បាន​អនុញ្ញាត
lv: Nav atļauts
my: ခွင့်မပြုပါ
nl: Niet toegestaan
pa: ਆਗਿਆ ਨਹੀਂ
ug: رۇخسەت يوق

source: Start blocks
am: ክፍሎች ማስጀመሪያ
ar: مربعات البداية
ast: Bloques iniciales
az: Başlama blokları
br: Karrezennoù loc'hañ
bs: Početna polja
eu: Hasierako blokeak
fa: خانه‌های آغازین
fr: Cases de départ
gd: Blocaichean tòiseachaidh
it: Blocchi iniziali
km: ចាប់ផ្ដើម​ប្លុក
lv: Sākuma bloki
nl: Begin-blokken
pa: ਖ਼ਾਨੇ ਸ਼ੁਰੂ ਕਰੋ
ug: دەسلەپكى بۆلەك

source: Hinted blocks
am: የ ክፍሎች ፍንጭ
ar: مربعات التلميح
ast: Bloques suxeríos
az: İpucu alınmış bloklar
br: Karrezennoù gant titouroùigoù
bs: Polja sa savjetom
eu: Aztarnadun blokeak
fa: خانه‌های راهنما دار
fr: Cases à indice
gd: Blocaichean le oidheam
it: Blocchi suggeriti
km: រំលេច​ប្លុក
lv: Norādītie bloki
nl: Voorgestelde vakjes
pa: ਸੰਕੇਤਕ ਖ਼ਾਨੇ
ug: كۆرسىتىپ قويۇلغان بۆلەكلەر

source: <b>Best scores for all players</b>
am: <b>የ ሁሉም ተጫዋጮች ጥሩ ውጤት</b>
ar: <b>أفضل النتائج لجميع اللاعبين</b>
ast: <b>Meyor resultáu de tolos xugadores</b>
az: <b>Bütün oyunçular üçün ən yaxşı ballar</b>
br: <b>Kontoù gwellañ evit an holl c'hoarierien</b>
bs: <b>Najbolji rezultati svih igrača</b>
eu: <b>Jokalari guztien puntuazio altuenak</b>
fa: بهترین امتیازها برای تمام بازکنان
fr: <b>Meilleurs scores de tous les joueurs</b>
gd: <b>Na sgòran as fhearr aig gach cluicheadair</b>
it: <b>Miglior punteggio di tutti i giocatori</b>
km: <b>ពិន្ទុ​ល្អ​បំផុត​សម្រាប់​អ្នក​លេង​ទាំងអស់</b>
lv: <b>Labākie visu spēlētāju rezultāti</b>
nl: <b>Beste scores van alle spelers</b>
pa: <b>ਸਾਰੇ ਖਿਡਾਰੀਆਂ ਲਈ ਵਧੀਆ ਅੰਕ</b>
ug: <b>بارلىق ئىشلەتكۈچىلەرنىڭ ئەڭ يۇقىرى ئېرىشكەن نومۇرى</b>

source: Best scores for %1 %2
am: ጥሩ ውጤት ለ %1 %2
ast: Meyor resultáu pa %1 %2
az: %1 %2 üçün ən yaxşı bal
br: Gwellañ kontoù evit %1 %2
bs: Najbolji rezultati za %1 %2
eu: %1 %2(r)en puntuazio altuenak
fa: بهترین امتیازها برای %1 %2
fr: Meilleurs scores de %1 %2
gd: Na sgòran as fhearr aig %1 %2
it: Punteggi migliori di %1 %2
km: ពិន្ទុ​ល្អ​បំផុត​សម្រាប់ %1 %2
lv: Labākie %1 %2 rezultāti
nl: Beste scores van %1 %2
pa: %1 %2 ਲਈ ਵਧੀਆ ਅੰਕ
ug: ئىشلەتكۈچى %1 %2 ئېرىشكەن ئەڭ يۇقىرى نومۇر

source: Edit profile
am: ገጽታ ማረሚያ
ast: Editar perfil
az: Profili redaktə et
br: Aozañ ar profil
bs: Izmijeni profil
eu: Editatu profila
fa: ویرایش نمایه
fr: Modifier le profil
gd: Deasaich a' phròifil
it: Modifica profilo
km: កែ​ប្រវត្តិរូប
lv: Rediģēt profilu
nl: Profiel bewerken
pa: ਪ੍ਰੋਫ਼ਾਈਲ ਸੋਧ
ug: سەپلەك تەھرىرلە

source: Delete
am: ማጥፊያ
ast: Desaniciar
az: Sil
br: Diverkañ
bs: Obriši
eu: Ezabatu
fa: حذف
fr: Supprimer
gd: Sguab às
it: Elimina
km: លុប
lv: Dzēst
nl: Verwijderen
pa: ਹਟਾਓ
ug: ئۆچۈر

source: Please pick a number
am: እባክዎን ቁጥር ይምረጡ
ast: Por favor, escueyi un númberu
az: Lütfən nömrə seçin
br: Tapit un niver, mar plij
bs: Molimo da odaberete broj
eu: Aukeratu zenbaki bat
fa: لطفا عددی را بردارید
fr: Veuillez choisir un nombre
gd: Tagh àireamh
it: Scegli un numero
km: សូម​ជ្រើស​លេខ
lv: Lūdzu, izvēlieties skaitli
my: နံပါတ်တစ်ခုရွေးပါ
nl: Kies een getal
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਅੰਕ ਚੁਣੋ
ug: نومۇردىن بىرنى تاللاڭ

source: Clear
am: ማጽጃ
ast: Llimpiar
az: Təmizlə
br: Naetaat
bs: Očistiti
eu: Garbitu
fa: پاک‌سازی
fr: Effacer
gd: Falamhaich
it: Pulisci
km: សម្អាត
lv: Attīrīt
my: ရှင်းလင်းမည်
nl: Wissen
pa: ਸਾਫ਼ ਕਰੋ
ug: تازىلا

source: You are a cheat... But we give you %1 point.
am: አታለዋል... ለ አሁኑ ሰጥተንዎታል %1 ነጥብ
ast: Yes un tramposu... Pero dámoste %1 puntu.
az: Siz hiyləgərsiniz... Amma sizə veririk %1 bal.
br: Un trucher zo ac'hanoc'h... Met reiñ a reomp %1 poent deoc'h.
bs: Vi ste varalica... Ali vam dajemo %1 poena.
eu: Iruzur egin duzu... Hala ere, puntu %1 emango dizugu.
fa: شما کلک زدید… ولی به شما %1 امتیاز دادیم.
fr: Vous êtes un tricheur... Mais nous vous donnons %1 point.
gd: Nach mealltair thu... ach bheir sinn %1 phuing dhut co-dhiù.
it: Sei un imbroglione... ma hai guadagnato %1 punto.
km: អ្នក​បាន​បន្លំ... ប៉ុន្តែ​យើង​ផ្ដល់ឲ្យ​អ្នក %1 ពិន្ទុ។
lv: Jūs šmaucāties... Bet mēs jums dosim %1 punktu.
nl: U speelt vals... Maar we geven u %1 punt.
pa: ਤੁਸੀਂ ਇੱਕ ਠੱਗ ਹੋ... ਪਰ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦਿੱਤਾ %1 ਅੰਕ।
ug: سىز ھىيلە ئىشلەتتىڭىز... شۇنداقتىمۇ %1 نومۇر بېرىمىز.

source: Congratulations! We give you %1 point.
am: እንኳን ደስ ያሎት! እንሰጥዎታለን %1 ነጥብ
ast: ¡Norabona! Dámoste %1 puntu
az: Təbriklər! Sizə veririk %1 bal.
br: Gourc'hemennoù ! Reiñ a reomp %1 poent deoc'h.
bs: Čestitamo! Dobili ste %1 poena.
eu: Zorionak! Puntu %1 emango dizugu.
fa: تبریک! ما به شما %1 امتیار دادیم.
fr: Félicitations ! Nous vous donnons %1 point.
gd: Meal do naidheachd! Bheir sinn %1 phuing dhut.
it: Congratulazioni! Hai guadagnato %1 punto.
km: អបអរសាទរ! យើង​ផ្ដល់ឲ្យ​អ្នក %1 ពិន្ទុ។
lv: Apsveicam! Mēs jums dodam %1 punktu.
nl: Gefeliciteerd! We geven u %1 punt.
pa: ਵਧਾਈਆਂ! ਅਸੀੰ ਤੁਹਾਨੂੰ ਦਿੱਤਾ %1 ਅੰਕ।
ug: مۇبارەك بولسۇن! بىز سىزگە %1 نومۇر بېرىمىز.

source: Sudoku
am: ሱዱኩ
ar: سودوكو
eu: Sudokua
fa: سودوکو
gd: Sūdoku
my: ဆူဒိုကူ
pa: ਸੂਡੋਕੂ
ug: سۇدوكۇ

source: User
am: ተጠቃሚ
br: Implijer
bs: Igrač
fa: کاربر
fr: Utilisateur
gd: Cleachdaiche
it: Utente
lv: Lietotājs
pa: ਉਪਭੋਗੀ

source: New game
am: አዲስ ጨዋታ
ar: لعبة جديدة
ast: Partida nueva
az: Yeni oyun
br: Partiad nevez
bs: Nova igra
eu: Partida berria
fa: بازی جدید
fr: Nouvelle partie
gd: Geama ùr
it: Nuova
km: ល្បែង​ថ្មី
lv: Jauna spēle
my: ဂိမ်းအသစ်
nl: Nieuw spel
pa: ਨਵੀਂ ਖੇਡ
ug: يېڭى ئويۇن

source: Reveal hint
am: ፍንጭ መስጫ
ar: إظهار تلميح
ast: Amosar pista
az: İpucu ver
br: Diskuliañ un titourig
bs: Iskoristi savjet
eu: Erakutsi aztarna
fa: آشکار کردن کمک
fr: Donner un indice
gd: Nochd oidheam
it: Mostra suggerimento
km: បង្ហាញ​តម្រុយ
lv: Atklāt norādījumu
nl: Een hint geven
pa: ਸੰਕੇਤ ਪ੍ਰਗਟ ਕਰੋ
ug: ئەسكەرتىش كۆرسەت

source: Show settings
am: ማሰናጃዎች ማሳያ
ar: عرض الإعدادات
ast: Amosar axustes
az: Tənzimləmələri göstər
br: Diskouez an arventennoù
bs: Prikaži podešavanja
eu: Erakutsi ezarpenak
fa: نمایش تنظیمات
fr: Afficher les paramètres
gd: Seall na roghainnean
it: Mostra impostazioni
km: បង្ហាញ​ការកំណត់
lv: Radīt iestatījumus
nl: Instellingen tonen
pa: ਸੈਟਿੰਗ ਵਿਖਾਓ
ug: تەڭشەك كۆرسەت

source: Change difficulty to Easy
am: ከ ከባድ ወደ ቀላል መቀየሪያ
ar: تغيير الصعوبة إلى سهل
ast: Camudar dificultá a Fácil
az: Çətinliyi Asana dəyişdir
br: Lakaat an diaester da aes
bs: Promijeni težinu na Laganu
eu: Aldatu zailtasun-maila: Erraza
fa: تغییر دشواری به آسان
fr: Changer la difficulté vers Facile
gd: Dèan geama furasta dheth
it: Cambia la difficoltà a «Facile»
km: ប្ដូរ​ពី​លំបាក​ទៅ​ងាយស្រួល
lv: Mainīt grūtību uz Viegli
nl: Moeilijkheidsgraad naar Gemakkelijk
pa: ਮੁਸ਼ਕਲ ਨੂੰ ਸੌਖੇ ਵਿੱਚ ਬਦਲੋ
ug: قىيىنلىقىنى ئوڭايغا ئۆزگەرت

source: Change difficulty to Moderate
am: ከ ከባድ ወደ መካከለኛ መቀየሪያ
ar: تغيير الصعوبة إلى متوسط
ast: Camudar dificultá a Moderada
az: Çətinliyi Mülayimə dəyişdir
br: Lakaat an diaester da aes a-walc'h
bs: Promijeni težinu na Srednju
eu: Aldatu zailtasun-maila: Tartekoa
fa: تغییر دشواری به معمولی
fr: Changer la difficulté vers Moyen
gd: Dèan geama meadhanach furasta dheth
it: Cambia la difficoltà a «Media»
km: ប្ដុរ​ពី​លំបាក​ទៅ​មធ្យម
lv: Mainīt grūtību uz Vidēji
nl: Moeilijkheidsgraad naar Gemiddeld
pa: ਮੁਸ਼ਕਲ ਨੂੰ ਮੱਧਮ ਵਿੱਚ ਬਦਲੋ
ug: قىيىنلىقىنى ئوتتۇراھالغا ئۆزگەرت

source: Change difficulty to Hard
am: አስቸጋሪነቱን ወደ ከባድ መቀየሪያ
ar: تغيير الصعوبة إلى صعب
ast: Camudar dificultá a Difícil
az: Çətinliyi Çətinə dəyişdir
br: Lakaat an diaester da ziaes
bs: Promijeni težinu na Tešku
eu: Aldatu zailtasun-maila: Zaila
fa: تغییر دشواری به سخت
fr: Changer la difficulté vers Difficile
gd: Dèan geama doirbh dheth
it: Cambia la difficoltà a «Difficile»
km: ប្ដូរ​ពី​លំបាក​ទៅ​លំបាក​ខ្លាំង
lv: Mainīt grūtību uz Grūti
nl: Moeilijkheidsgraad naar Moeilijk
pa: ਮੁਸ਼ਕਲ ਨੂੰ ਔਖੇ ਵਿੱਚ ਬਦਲੋ
ug: قىيىنلىقىنى قىيىنغا ئۆزگەرت

source: Change difficulty to Ultra Hard
am: አስቸጋሪነቱን ወደ በጣም ከባድ መቀየሪያ
ar: تغيير الصعوبة إلى صعب جدًا
ast: Camudar dificultá a Abegosa
az: Çətinliyi Ən Çətinə dəyişdir
br: Lakaat an diaester da ziaes-meurbet
bs: Promijeni težinu na Ultra tešku
eu: Aldatu zailtasun-maila: Oso zaila
fa: تغییر دشواری به فوق سخت
fr: Changer la difficulté vers Très Difficile
gd: Dèan geama air leth doirbh dheth
it: Cambia la difficoltà a «Molto difficile»
km: ប្ដូរ​ពី​លំបាក​ទៅ​លំបាក​បំផុត
lv: Mainīt grūtību uz Ļoti grūti
nl: Moeilijkheidsgraad naar Extra moeilijk
pa: ਮੁਸ਼ਕਲ ਨੂੰ ਅਤਿ ਔਖੇ ਵਿੱਚ ਬਦਲੋ
ug: قىيىنلىقىنى بەك قىيىنغا ئۆزگەرت

source: Change theme to Simple
am: ገጽታውን ወደ ቀላል መቀየሪያ
ar: تغيير السِمة إلى بسيط
ast: Camudar el tema a Simple
az: Mövzunu Sadəyə dəyişdir
br: Lakaat an tem da Eeun
bs: Promijeni temu na Jednostavnu
eu: Aldatu gaia: Soila
fa: تغییر قالب به ساده
fr: Utiliser le thème Simple
gd: Cleachd an t-ùrlar simplidh
it: Cambia il tema a «Semplice»
km: ប្ដូរ​រូបរាង​ទៅ​ធម្មតា
lv: Mainīt motīvu uz Vienkāršs
nl: Thema: simpel
pa: ਥੀਮ ਨੂੰ ਸਧਾਰਨ ਵਿੱਚ ਬਦਲੋ
ug: ئۆرنەكنى ئاددىيغا ئۆزگەرت

source: Change theme to UbuntuColors
am: ገጽታውን ወደ ኡቡንቱ ቀለም መቀየሪያ
ar: تغيير السِمة إلى ألوان أوبونتو
ast: Camudar el tema a los colores d'Ubuntu
az: Mövzunu UbuntuColors -a dəyişdir
br: Lakaat an tem da Livioù Ubuntu
bs: Promijeni temu na UbuntuColors
eu: Aldatu gaia: UbuntuColors
fa: تغییر قالب به رنگ‌های اوبونتو
fr: Utiliser le thème UbuntuColors
gd: Cleachd an t-ùrlar UbuntuColors
it: Cambia il tema a «UbuntuColors»
km: ប្ដូរ​រូបរាង​ទៅ UbuntuColors
lv: Mainīt motīvu uz UbuntuColors
nl: Thema: UbuntuColors
pa: ਥੀਮ ਨੂੰ ਉਬੰਤੂ ਰੰਗਾਂ ਵਿੱਚ ਬਦਲੋ
ug: ئۆرنەكنى UbuntuColors غا ئۆزگەرت

source: Show scores for all users
am: የ ሁሉንም ተጫዋቾች ጥሩ ውጤት ማሳያ
ar: عرض النتائج لجميع اللاعبين
ast: Amosar les puntuaciones pa tolos usuarios
az: Bütün istifadəçilər üçün balları göstər
br: Diskouez ar c'hontoù evit an holl implijerien
bs: Prikaži rezultate svih igrača
eu: Erakutsi erabiltzaile guztien puntuazioak
fa: نمایش امتیازها برای تمام کاربران
fr: Afficher les scores de tous les utilisateurs
gd: Seall na sgòran aig a h-uile cleachdaiche
it: Mostra punteggi di tutti i giocatori
km: បង្ហាញ​ពិន្ទុ​សម្រាប់​អ្នកប្រើ​ទាំងអស់
lv: Radīt rezultātus visiem spēlētajiem
nl: Scores van alle gebruikers tonen
pa: ਸਾਰੇ ਉਪਭੋਗੀਆਂ ਲਈ ਅੰਕ ਵਿਖਾਓ
ug: بارلىق ئىشلەتكۈچىلەرنىڭ ئېرىشكەن نومۇرنى كۆرسەت

source: Show scores for current user
am: ለ አሁኑ ተጫዋች ውጤት ማሳያ
ar: عرض النتائج لللاعب الحالي
ast: Amosar les putuaciones pal usuariu actual
az: Hazırkı istifadəçi üçün balları göstər
br: Diskouez ar c'hontoù evit an implijer a vremañ
bs: Prikaži rezultate trenutnog igrača
eu: Erakutsi uneko erabiltzailearen puntuazioak
fa: نمایش امتیازها برای کاربر جاری
fr: Afficher les scores de l'utilisateur actuel
gd: Seall na sgòran aig a' chleachdaiche làithreach
it: Mostra il punteggio dell'utente attuale
km: បង្ហាញ​ពិន្ទុ​សម្រាប់​អ្នកប្រើ​បច្ចុប្បន្ន
lv: Rādīt rezultātu šim lietotājam
nl: Score van huidige gebruiker tonen
pa: ਮੌਜੂਦਾ ਉਪਭੋਗੀ ਲਈ ਅੰਕ ਵਿਖਾਓ
ug: نۆۋەتتىكى ئىشلەتكۈچىنىڭ ئېرىشكەن نومۇرنى كۆرسەت

source: You are a cheat... But we give you
am: አታለዋል... ለ አሁኑ ሰጥተንዎታል
ast: Yes un tramposu... Pero dámoste
az: Siz hiyləgərsiniz... Amma sizə veririk
br: Un trucher zo ac'hahoc'h... Met reiñ a reomp deoc'h
bs: Vi ste varalica... Ali vam dajemo
eu: Iruzur egin duzu... Hala ere,
fa: شما کلک زدید… ولی به شما
fr: Vous êtes un tricheur... Mais nous vous donnons
gd: Cealgaire a th' annad... Ach bheir sinn dhut
it: Hai barato... ma avrai
km: អ្នក​បាន​បន្លំ... ប៉ុន្តែ​យើង​ផ្ដល់​ឲ្យ​អ្នក
lv: Jūs šmaucāties... Bet mēs jums dodam
nl: U speelt vals... Maar wij geven u
pa: ਤੁਸੀਂ ਇੱਕ ਠੱਗ ਹੋ... ਪਰ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦਿੱਤੇ
ug: سىز ھىيلە ئىشلەتتىڭىز... شۇنداقتىمۇ بىز بېرىمىز

source: point.
am: ነጥብ
br: poent.
it: punto.
lv: punktu.

source: Sudoku games played today
am: ዛሬ የተጫወቱት ሱዱኩ
ar: ألعاب سودوكو التي لُعبت اليوم
ast: Sudokus xugaos güei
az: Sudoku oyunu bugün oynanılıb
br: Partiadoù Sudoku graet hiziv
bs: Sudoku igara odigranih danas
eu: Gaur jolastutako Sudoku partidak
fa: بازی‌های سودوکویی که امروز انجام شده
fr: Parties de sudoku disputées aujourd'hui
gd: Geamannan Sūdoku a chluicheadh an-diugh
it: Partite giocate oggi
km: បាន​ល្បែង Sudoku លេង​ថ្ងៃនេះ
lv: Šodien spēlētas Sudoku spēles
nl: Sudokuspellen vandaag gespeeld
pa: ਸੂਡੋਕੂ ਖੇਡਾਂ ਅੱਜ ਖੇਡੀਆਂ
ug: بۈگۈن سۇدوكۇ ئويۇنى ئوينالدى

source: No Sudoku games played today
am: ዛሬ ሱዱኩ አልተጫወቱም
ar: لا ألعاب سودوكو تم لعبها اليوم
ast: Nun hai Sudokus xugaos güei
az: Sudoku oyunu bugün oynanılmayıb
br: N'eus bet graet partiad Sudoku ebet hiziv
bs: Nije igrana Sudoku igra danas
eu: Gaur ez duzu Sudokuan jolastu
fa: امروز هیج بازی سودوکویی انجام نشده
fr: Aucune partie de sudoku disputée aujourd'hui
gd: Cha deach geama Sūdoku a chluich an-diugh
it: Nessuna partita giocata oggi
km: មិន​បាន​ល្បែង Sudoku ទេ​ថ្ងៃនេះ
lv: Šodien Sudoku nav spēlēts
nl: Vandaag geen Sudokuspellen gespeeld
pa: ਅੱਜ ਕੋਈ ਸੂਡੋਕੂ ਖੇਡ ਨਹੀਂ ਖੇਡੀ
ug: بۈگۈن سۇدوكۇ ئويۇنى ئوينالمىدى

source: New Game
am: አዲስ ጨዋታ
ar: لعبة جديدة
ast: Partida nueva
az: Yeni Oyun
br: Partiad nevez
bs: Nova igra
eu: Partida berria
fa: بازی جدید
fr: Nouvelle partie
gd: Geama ùr
it: Nuova partita
km: ល្បែង​ថ្មី
lv: Jauna spēle
nl: Nieuw spel
pa: ਨਵੀਂ ਖੇਡ
ug: يېڭى ئويۇن

source: Select difficulty level
am: የ አስቸጋሪነት ደረጃውን ይምረጡ
ar: اختر مستوى الصعوبة
ast: Esbilla'l nivel de dificultá
az: Çətinlik səviyyəsini seçin
br: Diuzañ an diaester
bs: Odaberite nivo težine
eu: Hautatu zailtasun-maila
fa: انتخاب سطح دشواری
fr: Sélectionnez le niveau de difficulté
gd: Tagh ìre a' gheama
it: Selezione del livello di difficoltà
km: ជ្រើស​កម្រិត​លំបាក
lv: Izvēlaties grūtības pakāpi
nl: Moeilijkheidsgraad kiezen
pa: ਮੁਸ਼ਕਲ ਦਾ ਮਿਆਰ ਚੁਣੋ
ug: قىيىنلىق دەرىجىسىنى

source: Easy
am: ቀላል
ar: سهل
ast: Cenciella
az: Asan
br: Aes
bs: Lagano
eu: Erraza
fa: ساده
fr: Facile
gd: Furasta
it: Facile
km: ងាយស្រួល
lv: Viegli
my: လွယ်ကူသော
nl: Makkelijk
pa: ਸੌਖਾ
ug: ئاددىي

source: Moderate
am: መካከለኛ
ar: معتدل
ast: Moderada
az: Mülayim
br: Aes a-walc'h
bs: Umjereno
eu: Tartekoa
fa: متوسّط
fr: Moyen
gd: Meadhanach
it: Media
km: មធ្យម
lv: Vidēji
my: အလယ်အလတ်
nl: Gemiddeld
pa: ਮੱਧਮ
ug: ئوتتۇراھال

source: Hard
am: አስቸጋሪ
ar: صعب
ast: Difícil
az: Çətin
br: Diaes
bs: Teško
eu: Zaila
fa: سخت
fr: Difficile
gd: Doirbh
it: Difficile
km: ពិបាក
lv: Grūti
my: ခက်ခက်ခဲခဲ
nl: Moeilijk
pa: ਅੌਖਾ
ug: قىيىن

source: Ultra Hard
am: በጣም አስቸጋሪ
ar: صعب جدًا
ast: Abegosa
az: Ən Çətin
br: Diaes Meurbet
bs: Ultra Teško
eu: Oso zaila
fa: فوق سخت
fr: Très Difficile
gd: Air leth doirbh
it: Molto difficile
km: ខ្លាំង មធ្យម
lv: Ļoti Grūti
nl: Extra moeilijk
pa: ਅਤਿ ਔਖਾ
ug: بەك قىيىن

source: You are a cheat...
am: አታለዋል...
ar: أنت غشاش...
ast: Yes un tramposu...
az: Siz hiyləgərsiniz...
br: Un trucher zo ac'hanoc'h...
bs: Vi ste varalica...
eu: Tranpati bat zaraâ€¦
fa: شما یک متقلبید...
fr: Vous êtes un tricheur…
gd: Cealgaire mòr a th' annad!
it: Sei un imbroglione...
km: អ្នក​​ជា​អ្នកបន្លំ...
lv: Jūs šmaucāties...
my: သင်လိမ်ညာသည်
nl: U speelt vals...
pa: ਤੁਸੀ ਇੱਕ ਠੱਗ ਹੋ...
ug: سىز ھىيلە ئىشلەتتىڭىز...

source: Congratulations!
am: እንኳን ደስ ያሎት!
ar: تهانينا!
ast: ¡Norabona!
az: Təbriklər!
br: Gourc'hemennoù !
bs: Čestitamo!
eu: Zorionak!
fa: آفرین!
fr: Félicitations !
gd: Meal do naidheachd!
it: Congratulazioni!
km: អបអរសាទរ !
lv: Apsveicam!
my: ဂုဏ်ပြုပါသည်။
nl: Gefeliciteerd!
pa: ਵਧਾਈਆਂ!
ug: مۇبارەك بولسۇن!

source: Show hint
am: ፍንጭ ማሳያ
ar: اعرض تلميحا
ast: Amosar pista
az: İpucu göstər
br: Diskouez un titourig
bs: Prikaži savjet
eu: Eman aztarna
fa: نشان دادن راهنمایی
fr: Donner un indice
gd: Seall dhomh oidheam
it: Aiuto
km: បង្ហាញ​ជំនួយ
lv: Rādīt norādījumu
my: အရိပ်အမြွက်ပြမည်
nl: Hint geven
pa: ਸੰਕੇਤ ਵਿਖਾਓ
ug: ئەسكەرتىش كۆرسەت

source: Scores
am: ውጤቶች
ar: النتائج
ast: Puntuaciones
az: Ballar
br: Kontoù
bs: Rezultati
eu: Puntuazioak
fa: امتیازها
gd: Sgòran
it: Punteggi
km: ពិន្ទុ
lv: Rezultāti
pa: ਅੰਕ
ug: ئېرىشكەن نومۇرلار

source: Settings
am: ማሰናጃ
ar: الإعدادات
ast: Axustes
az: Tənzimləmələr
br: Arventennoù
bs: Podešavanja
eu: Ezarpenak
fa: تنظیمات
fr: Paramètres
gd: Roghainnean
it: Impostazioni
km: ការកំណត់
lv: Iestatījumi
nl: Instellingen
pa: ਸੈਟਿੰਗ
ug: تەڭشەكلەر

source: Select profile
am: ገጽታ መምረጫ
ar: اختر ملف شخصي
ast: Esbillar perfil
az: Profili seç
br: Diuzañ ur profil
bs: Odaberite profil
eu: Hautatu profila
fa: گرینش نمایه
fr: Sélectionnez un profil
gd: Tagh pròifil
it: Seleziona profilo
km: ជ្រើស​ប្រវត្តិរូប
lv: Izvēlieties profilu
nl: Profiel selecteren
pa: ਪ੍ਰੋਫ਼ਾਈਲ ਚੁਣੋ
ug: سەپلەك تاللا

source: <b>Sudoku settings</b>
am: <b>ሱዱኩ ማሰናጃዎች</b>
ar: <b>إعدادات سودوكو</b>
ast: <b>Axustes Sudoku</b>
az: <b>Sudoku tənzimləmələri</b>
br: <b>Arventennoù Sudoku</b>
bs: <b>Sudoku podešavanja</b>
eu: <b>Sudokuaren ezarpenak</b>
fa: <b>تنظیمات سودوکو</b>
fr: <b>Paramètres du sudoku</b>
gd: <b>Roghainnean Sūdoku</b>
it: <b>Impostazioni di Sudoku</b>
km: <b>ការ​កំណត់ Sudoku</b>
lv: <b>Sudoku iestatījumi</b>
nl: <b>Sudoku-instellingen</b>
pa: <b>ਸੂਡੋਕੂ ਸੈਟਿੰਗ</b>
ug: <b>سۇدوكۇ تەڭشەكلىرى</b>

source: Default Difficulty
am: ነባር አስቸጋሪ
ar: مستوى الصعوبة الأساسي
ast: Dificultá por defeutu
az: Varsayılan Çətinlik
br: Diaester dre ziouer
bs: Osnovna težina
eu: Zailtasun-maila lehenetsia
fa: دشواری پیش‌فرض
fr: Difficulté par défaut
gd: Doirbhead àbhaisteach
it: Difficoltà predefinita
km: ភាព​លំបាក​លំនាំដើម
lv: Noklusējuma grūtība
nl: Standaard moeilijkheidsgraad
pa: ਮੂਲ ਮੁਸ਼ਕਲ
ug: كۆڭۈلدىكى قىيىنلىق

source: Ultra Hard
am: በጣም አስቸጋሪ
ar: صعب للغاية
ast: Abegosa
az: Ən Çətin
br: Diaes-meurbet
bs: Ultra teško
eu: Oso zaila
fa: فوق سخت
fr: Très difficile
gd: Glè dhoirbh
it: Molto difficile
km: ពិបាក​ខ្លាំង
lv: Ļoti grūti
my: အလွန်ခက်ခဲသော
nl: Extra moeilijk
pa: ਅਤਿ ਔਖਾ
ug: بەك قىيىن

source: Always ask
am: ሁል ጊዜ ጠይቅ
ar: اسأل دائمًا
ast: Entrugar siempres
az: Həmişə soruş
br: Goulenn bepred
bs: Uvijek pitati
eu: Galdetu beti
fa: همیشه بپرس
fr: Toujours demander
gd: Faighnich dhìom an-còmhnaidh
it: Chiedi sempre
km: សួរ​ជា​និច្ច
lv: Vienmēr vaicāt
nl: Altijd vragen
pa: ਹਮੇਸ਼ਾ ਪੁੱਛੋ
ug: ئىزچىل سورا

source: Theme
am: ገጽታ
ar: السمة
ast: Tema
az: Mövzu
br: Tem
bs: Tema
eu: Gaia
fa: قالب
fr: Thème
gd: Ùrlar
it: Tema
km: រូបរាង
lv: Motīvs
my: အပြင်အဆင်
nl: Thema
pa: ਥੀਮ
ug: ئۆرنەك

source: Hints
am: ፍንጭ
ar: التلميحات
ast: Suxerencies
az: İpucları
br: Titouroùigoù
bs: Savjeti
eu: Aztarnak
fa: راهنمایی‌ها
fr: Indices
gd: Oidheaman
it: Suggerimenti
km: ព័ត៌មាន​ជំនួយ
lv: Norādījumi
pa: ਸੰਕੇਤ
ug: ئەسكەرتىش

source: Vibration Alerts
am: በ ማንቀጥቀጥ ማስጠንቀቂያ
ar: التنبيهات بالاهتزاز
ast: Alertes vibratories
az: Vibrasiya Xəbərdarlıqları
br: Kemennoù krenañ
bs: Upozorenja vibracijama
eu: Bibrazio bidezko alertak
fa: هشدارهای لرزشی
fr: Alertes par vibrations
gd: Caismeachdan crith
it: Avvisi con vibrazione
km: ជូនដំណឹង​ញ័រ
lv: Vibrācijas trauksme
nl: Trilalerteringen
pa: ਕੰਬਣ ਚੇਤਾਵਨੀਆਂ
ug: تىترىتىپ ئاگاھلاندۇرۇش

source: <b>Profiles settings</b>
am: <b>ገጽታዎች ማሰናጃ</b>
ar: <b>إعدادات الملفات الشخصية</b>
ast: <b>Axustes de perfil</b>
az: <b>Profil tənzimləmələri</b>
br: <b>Arventennoù ar profiloù</b>
bs: <b>Podešavanja profila</b>
eu: <b>Profil-ezarpenak</b>
fa: <b>تنظیمات نمایه‌ها</b>
fr: <b>Paramètres des profils</b>
gd: <b>Roghainnean nam pròifilean</b>
it: <b>Impostazioni profilo</b>
km: <b>ការ​កំណត់​ប្រវត្តិរូប</b>
lv: <b>Profilu iestatījumi</b>
nl: <b>Profielinstellingen</b>
pa: <b>ਪ੍ਰੋਫ਼ਾਈਲ ਸੈਟਿੰਗ</b>
ug: <b>سەپلەكلەر تەڭشەكلىرى</b>

source: Current profile
am: የ አሁኑ ገጽታ
br: Profil a vremañ
bs: Trenutni profil
fa: نمایه‌ی جاری
fr: Profil actuel
gd: A' phròifil làithreach
it: Profilo attuale
lv: Aktuālais profils
pa: ਮੌਜੂਦਾ ਪ੍ਰੋਫ਼ਾਈਲ

source: None
am: ምንም
ar: بدون
ast: Nenguna
az: Heç biri
br: Hini ebet
bs: Nijedan
eu: Bat ere ez
fa: هیچ‌کدام
fr: Aucun
gd: Gun phròifil
it: Nessuno
km: ​គ្មាន
lv: Nekas
nl: Geen
pa: ਕੋਈ ਨਹੀਂ
ug: يوق

source: Add profile
am: ገጽታ መጨመሪያ
ar: إضافة ملف شخصي
ast: Amestar perfil
az: Profil əlavə et
br: Ouzhpennañ ur profil
bs: Dodavanje profil
eu: Gehitu profila
fa: افزودن نمایه
fr: Ajouter un profil
gd: Cuir ris pròifil
it: Aggiungi profilo
km: បន្ថែម​ប្រវត្តិរូប
lv: Pievienot profilu
nl: Profiel toevoegen
pa: ਪ੍ਰੋਫ਼ਾਈਲ ਜੋੜੋ
ug: سەپلەك قوش

source: Manage profiles
am: ገጽታ አስተዳዳሪ
ar: إدارة الملفات الشخصية
ast: Xestión de perfiles
az: Profilləri idarə et
br: Merañ ar profiloù
bs: Upravljanje profilima
eu: Kudeatu profilak
fa: مدیریت نمایه‌ها
fr: Gérer les profils
gd: Stiùirich na pròifilean
it: Gestione profili
km: គ្រប់គ្រង​ប្រវត្តិរូប
lv: Pārvaldīt profilus
nl: Profielen beheren
pa: ਪ੍ਰੋਫ਼ਾਈਲਾਂ ਦੀ ਸਾਂਭ ਸੰਭਾਲ੍ਹ
ug: سەپلەكلەرنى باشقۇر
